import { homeRevsType } from "../types";

const list:homeRevsType[] = [
    {
        name: 'BlessedNik',
        text: <>
            <p>
            Давно хотел найти бота для листинга крипты, но боялся, что деньги украдут. Но я нашёл выход – ADTBot. Ещё и халявой на две недели порадовали, рекомендую
            </p>
        </>
    },
    {
        name: 'Cryptoman',
        text: <>
            <p>
            Давно хотел найти бота для листинга крипты, но боялся, что деньги украдут. Но я нашёл выход – ADTBot. Ещё и халявой на две недели порадовали, рекомендую
            </p>
        </>
    },
    {
        name: 'LoveBigCrypto',
        text: <>
            <p>
            Давно хотел найти бота для листинга крипты, но боялся, что деньги украдут. Но я нашёл выход – ADTBot. Ещё и халявой на две недели порадовали, рекомендую
            </p>
        </>
    }
]

export default list;