import PageLayout from "@/components/PageLayout/PageLayout"
import ArticleBody from "@/pageModules/article/ArticleBody/ArticleBody";
const CpPage = () => {

    return (
        <PageLayout>
            <section>
                <ArticleBody
                    title="Политика использования Cookie"
                    >
                    <div>
                        <p>Это политика использования файлов cookie для ADTBot, доступного по адресу https://adtbot.com.</p>
                    </div>
                    <div>
                        <h3>Что такое файлы cookie</h3>
                        <p>
                        Как это принято почти на всех профессиональных веб-сайтах, этот сайт использует файлы cookie, представляющие собой крошечные файлы, которые загружаются на ваш компьютер для улучшения вашего опыта. На этой странице описывается, какую информацию они собирают, как мы ее используем и почему нам иногда нужно хранить эти файлы cookie. Мы также расскажем, как вы можете предотвратить сохранение этих файлов cookie, однако это может привести к понижению или «нарушению» определенных элементов функциональности сайтов.
                        </p>
                    </div>
                    <div>
                        <h3>Как мы используем файлы cookie</h3>
                        <p>
                        Мы используем файлы cookie по целому ряду причин, описанных ниже. К сожалению, в большинстве случаев не существует стандартных вариантов отключения файлов cookie без полного отключения функций и функций, которые они добавляют на этот сайт. Рекомендуется оставить все файлы cookie, если вы не уверены, нужны они вам или нет, в случае, если они используются для предоставления услуги, которую вы используете.
                        </p>
                    </div>
                    <div>
                        <h3>Отключение файлов cookie</h3>
                        <p>
                        Вы можете запретить установку файлов cookie, изменив настройки своего браузера (как это сделать, см. Справку браузера). Имейте в виду, что отключение файлов cookie повлияет на функциональность этого и многих других веб-сайтов, которые вы посещаете. Отключение файлов cookie обычно приводит к отключению определенных функций и функций этого сайта. Поэтому рекомендуется не отключать файлы cookie.
                        </p>
                    </div>
                    <div>
                        <h3>Файлы cookie, которые мы устанавливаем</h3>
                        <ul>
                            <li>Файлы cookie, связанные с учетной записью</li>
                            <li>Если вы создадите у нас учетную запись, мы будем использовать файлы cookie для управления процессом регистрации и общего администрирования. Эти файлы cookie обычно удаляются, когда вы выходите из системы, однако в некоторых случаях они могут сохраняться впоследствии, чтобы запомнить ваши настройки сайта при выходе из системы.</li>
                            <li>Файлы cookie, связанные с входом в систему</li>
                            <li>Мы используем файлы cookie, когда вы входите в систему, чтобы мы могли запомнить этот факт. Это избавляет вас от необходимости входить в систему каждый раз, когда вы посещаете новую страницу. Эти файлы cookie обычно удаляются или очищаются, когда вы выходите из системы, чтобы обеспечить доступ к ограниченным функциям и областям только при входе в систему.</li>
                            <li>Файлы cookie, связанные с информационными рассылками по электронной почте</li>
                            <li>Этот сайт предлагает услуги подписки на информационные рассылки по электронной почте, а файлы cookie могут использоваться для запоминания того, зарегистрированы ли вы уже и показывать ли определенные уведомления, которые могут быть действительны только для подписчиков.</li>
                            <li>Файлы cookie, связанные с формами</li>
                            <li>Когда вы отправляете данные через форму, такую ​​как те, которые находятся на контактных страницах или в формах комментариев, файлы cookie могут быть установлены для запоминания ваших данных пользователя для будущей переписки.</li>
                        </ul>
                        <p>
                        Файлы cookie настроек сайта
                        </p>
                        <p>
                        Чтобы обеспечить вам максимальное удобство на этом сайте, мы предоставляем функциональные возможности для установки ваших предпочтений в отношении того, как этот сайт работает, когда вы его используете. Чтобы запомнить ваши предпочтения, нам необходимо установить файлы cookie, чтобы эта информация могла вызываться всякий раз, когда вы взаимодействуете со страницей, на которую влияют ваши предпочтения.
                        </p>
                    </div>
                    <div>
                        <h3>Файлы cookie третьих лиц</h3>
                        <p>
                        В некоторых особых случаях мы также используем файлы cookie, предоставленные доверенными третьими лицами. В следующем разделе подробно описано, с какими сторонними файлами cookie вы можете столкнуться на этом сайте.
                        </p>
                        <ul>
                            <li>Этот сайт использует Google Analytics, который является одним из самых распространенных и надежных аналитических решений в Интернете, помогая нам понять, как вы используете сайт, и способы, которыми мы можем улучшить ваш опыт. Эти файлы cookie могут отслеживать такие вещи, как время, которое вы проводите на сайте, и страницы, которые вы посещаете, чтобы мы могли продолжать создавать привлекательный контент.</li>
                            <li>Для получения дополнительной информации о файлах cookie Google Analytics посетите официальную страницу Google Analytics.</li>
                            <li>Сторонняя аналитика используется для отслеживания и оценки использования этого сайта, чтобы мы могли продолжать создавать привлекательный контент. Эти файлы cookie могут отслеживать такие вещи, как время, которое вы проводите на сайте или страницах, которые вы посещаете, что помогает нам понять, как мы можем улучшить сайт для вас.</li>
                            <li>Время от времени мы тестируем новые функции и вносим небольшие изменения в способ доставки сайта. Когда мы все еще тестируем новые функции, эти файлы cookie могут использоваться, чтобы гарантировать, что вы получаете постоянный опыт на сайте, а также чтобы мы понимали, какие оптимизации наши пользователи ценят больше всего.</li>
                            <li>Поскольку мы продаем продукты, для нас важно понимать статистику о том, сколько посетителей нашего сайта действительно совершают покупку, и именно такие данные будут отслеживать эти файлы cookie. Это важно для вас, так как это означает, что мы можем делать точные бизнес-прогнозы, которые позволяют нам отслеживать наши расходы на рекламу и продукты, чтобы обеспечить наилучшую возможную цену.</li>
                            <li>Мы используем рекламу, чтобы компенсировать расходы на содержание этого сайта и предоставить финансирование для дальнейшего развития. Файлы cookie поведенческой рекламы, используемые этим сайтом, предназначены для обеспечения того, чтобы мы по возможности предоставляли вам наиболее релевантную рекламу, анонимно отслеживая ваши интересы и представляя похожие вещи, которые могут вас заинтересовать.</li>
                            <li>Несколько партнеров размещают рекламу от нашего имени, а файлы cookie для отслеживания аффилированных лиц просто позволяют нам видеть, заходили ли наши клиенты на сайт через один из наших партнерских сайтов, чтобы мы могли соответствующим образом кредитовать их и, где это применимо, позволять нашим аффилированным партнерам предоставлять любые бонусы, которые они могут предоставить вам для совершения покупки.</li>
                            <li>Мы также используем кнопки социальных сетей и/или плагины на этом сайте, которые позволяют вам подключаться к вашей социальной сети различными способами. Чтобы они работали, будут устанавливать файлы cookie через наш сайт, которые могут использоваться для улучшения вашего профиля на их сайте или добавления данных, которые они хранят для различных целей, изложенных в их соответствующей политике конфиденциальности.</li>
                        </ul>
                    </div>
                    <div>
                        <h3>Дополнительная информация</h3>
                        <p>
                        Надеемся, этот документ прояснил для вас ситуацию и, как уже упоминалось ранее, если есть что-то, в чем вы не уверены, нужно вам это или нет, обычно безопаснее оставить файлы cookie включенными, если они взаимодействуют с одной из функций, которые вы используете на нашем сайте.
                        </p>
                        <p>
                        Однако, если вы все еще ищете дополнительную информацию, вы можете связаться с нами одним из наших предпочтительных способов связи:
                        </p>
                        <ul>
                            <li>Эл. адрес: <a className="def-link" href="mailto:support@adtbot.com">support@adtbot.com</a></li>
                            <li>Посетив эту ссылку: <a href="https://adtbot.com/contancts/" target="_blank" className="def-link">https://adtbot.com/contancts/</a></li>
                        </ul>
                    </div>
                </ArticleBody>
            </section>
        </PageLayout>
    )
}

export default CpPage;